---
kind: other
id: Properties.T:Autodesk.Revit.DB.BaseExportOptions
source: html/5c8c6c01-4370-d53a-57ae-15c0883d0092.htm
---
# BaseExportOptions Properties

Export color mode.
 Default value is ExportColorMode.IndexColors.